export const RuTermsOfService = () => (
  <>
    <strong>Условия использования сервиса 4friends.live</strong>
    <br />
    <br />
    <strong>1. Введение</strong>
    <br />
    Добро пожаловать на 4friends.live! Мы предоставляем платформу, где вы можете
    участвовать в дружеских соревнованиях, делая прогнозные ставки на футбольные
    матчи, такие как матчи Евро 2024. Пожалуйста, внимательно прочтите эти
    Условия использования ("Соглашение" или "Условия") перед использованием
    услуг, предлагаемых нами. Это Соглашение устанавливает юридически
    обязательные условия и условия для вашего использования веб-сайта по адресу{" "}
    <strong>https://4friends.live/</strong> и всех услуг, предоставляемых нами
    на сайте.
    <br />
    <br />
    <strong>2. Описание услуг</strong>
    <br />
    Услуги позволяют пользователям создавать виртуальную "комнату", где они и их
    друзья могут соревноваться в прогнозировании исходов матчей. Эти услуги
    предназначены исключительно для развлекательных целей.
    <br />
    <br />
    <strong>3. Принятие условий</strong>
    <br />
    Регистрируясь и/или используя услуги любым образом, включая, но не
    ограничиваясь, посещением или просмотром сайта, вы соглашаетесь со всеми
    условиями и положениями, содержащимися в настоящем документе, которые также
    включают нашу Политику конфиденциальности и любые другие юридические
    уведомления, опубликованные нами на сайте.
    <br />
    <br />
    <strong>4. Поведение пользователя</strong>
    <br />
    Вы несете ответственность за всю активность в связи с вашей учетной записью.
    Наша платформа не может быть использована для любых форм азартных игр,
    ставок на деньги или любого другого денежного обмена. Виртуальные "комнаты"
    должны использоваться исключительно для развлекательных целей и личного
    удовольствия. Любое использование сервиса в коммерческих целях, особенно
    тех, которые связаны с денежными ставками или лотереями, строго запрещено.
    <br />
    <br />
    <strong>5. Собственность и ответственность за контент</strong>
    <br />
    Весь контент, добавленный, созданный, загруженный или размещенный на
    услугах, остается вашей исключительной ответственностью, и вы утверждаете,
    что у вас есть законное право на распространение такого контента. Вы
    предоставляете нам неэксклюзивную, бесплатную лицензию на доступ к вашему
    контенту в связи с предоставлением и продвижением услуг.
    <br />
    <br />
    <strong>6. Прекращение</strong>
    <br />
    Мы можем прекратить или приостановить вашу учетную запись и запретить доступ
    к сервису немедленно, без предварительного уведомления или ответственности,
    по любой причине, включая, без ограничения, если вы нарушаете Условия.
    <br />
    <br />
    <strong>7. Отказ от гарантий</strong>
    <br />
    Наши услуги предоставляются "КАК ЕСТЬ" и "ПО МЕРЕ ДОСТУПНОСТИ". Мы
    отказываемся от всех гарантий любого рода, явных или подразумеваемых,
    включая, но не ограничиваясь, подразумеваемые гарантии товарной пригодности,
    пригодности для определенной цели и непротиворечия.
    <br />
    <br />
    <strong>8. Ограничение ответственности</strong>
    <br />
    Ни мы, ни наши директора, сотрудники, партнеры, агенты, поставщики или
    аффилированные лица не несут ответственности за любые косвенные, случайные,
    специальные, следственные или штрафные убытки, возникающие в результате
    вашего использования или неспособности использовать услуги. Это включает
    убытки за утрату прибыли, доброй воли, использования, данных или других
    нематериальных потерь, даже если мы были предупреждены о возможности таких
    убытков.
    <br />
    <br />
    <strong>9. Компенсация</strong>
    <br />
    Вы соглашаетесь защищать, компенсировать убытки и не привлекать к
    ответственности нас и наших аффилированных лиц, а также их сотрудников,
    подрядчиков, агентов, руководителей и директоров от и против любых и всех
    претензий, убытков, обязательств, потерь, ответственности, затрат или долгов
    и расходов, возникающих из вашего использования и доступа к сервису, или из
    или в связи с любым контентом, загруженным через вашу учетную запись.
    <br />
    <br />
    <strong>10. Разное</strong>
    <br />
    Это Соглашение составляет полное соглашение между вами и нами в отношении
    предмета здесь, и оно может быть изменено только письменным поправкой,
    подписанным уполномоченным исполнительным директором нашей Компании, или
    размещением нами пересмотренной версии.
    <br />
    <br />
    <strong>11. Применимое право</strong>
    <br />
    Эти условия должны регулироваться и толковаться в соответствии с законами
    вашей юрисдикции, без учета его положений о коллизии законов.
    <br />
    <br />
    <strong>12. Принятие</strong>
    <br />
    Поставив галочку ниже, вы подтверждаете, что прочитали, поняли и согласны
    быть связанными этими Условиями использования.
  </>
);
